Repository: dburba/django-datatrans3
Catalog: datatrans3/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Translations for
lt: Vertimai

source: Back to list
lt: Atgal į sąrašą

source: Jump to %(field_verbose_name)s field
lt: Peršokti į lauką %(field_verbose_name)s

source: done
lt: išversta

source: to do
lt: neišversta

source: to do (fuzzy)
lt: neišversta (vertimas negalioja)

source: Link to this translation
lt: Nuoroda į šį vertimą

source: tick this checkbox if the translation is deliberately empty
lt: pažymėkite šį laukelį, jei vertimas iš tikrųjų yra tuščias tekstas

source: empty
lt: tuščias

source: keep this original or fuzzy
lt: netaikyti šio vertimo

source: ignore
lt: ignoruoti

source: Save
lt: Išsaugoti

source: Models to translate
lt: Verčiami modeliai

source: %(words)s words
lt: %(words)s žodžių

source: words
lt: žodžių

source: Change
lt: Pakeisti

source: Total
lt: Iš viso

source: Obsolete translations
lt: Pasenę vertimai

source: There are %(obsolete_count)s obsolete messages.
lt: Yra %(obsolete_count)s pasenę tekstai.

source: Please review them to see if you can reuse something, and when done click the 'Remove all obsoletes' button to clean the KeyValue table.
lt: Prašome juos peržiūrėti ir patikrinti, ar negalite jų panaudoti iš naujo, ir baigę paspauskite 'Ištrinti visus pasenusius vertimus'.

source: Remove all obsoletes
lt: Ištrinti visus pasenusius vertimus

source: Obsolete message
lt: Pasenę tekstai

source: Language
lt: Kalba

source: There are no obsolete messages! Yay!
lt: Nėra pasenusių tesktų! Valio!
